{
  "presentation": "Presentation",
  "skills": "Skills",
  "projects": "Projects",
  "development": "Development",
  "graphic": "Graphic design",
  "audiovisual": "Audiovisual",
  "photography": "Photography",
  "contact": "Contact",

  "my-cv": "My CV",
  "presentation-text": "French student in last year of multimedia and Internet crafts, I'm looking for a 14-weeks <strong>internship</strong> in <strong>web development</strong> from the 15th of April to the 19th of July.",
  "my-formation": "EDUCATION",
  "but-formation": "2021 - 2024 : <abbr title='Bachelor Universitaire de Technologie' class='no-underline'>BUT</abbr> <abbr title=`Métiers du Multimédia et de l'Internet` class='no-underline'>MMI</abbr> in Laval",
  "but-description-formation": "Web development, programming, computer graphics, audiovisual, communication",
  "insa-formation": "2019 - 2021 : Preparatory class in <abbr title='Institut National des Sciences Appliquées' class='no-underline'>INSA</abbr> Rennes",
  "insa-description-formation": "Engineering school",
  "bac-formation": "2019 : Scientific Baccalauréat",
  "bac-description-formation": "High honors, European section in English",

  "my-skills": "MY SKILLS",
  "programming-languages": "Programming languages",
  "libraries-frameworks": "Frameworks and librairies",
  "softwares": "Softwares",
  "languages": "Languages",
  "english": "English",
  "c1-level": "C1 level",
  "father-tongue": "Father's tongue",
  "german": "German",
  "b1-level": "B1 level",

  "my-projects": "MY PROJECTS",
  "in-development": "...in <strong class='font-normal'>development</strong>",
  "in-graphic": "...in <strong class='font-normal'>graphic design</strong>",
  "in-audiovisual": "...in <strong class='font-normal'>audiovisual</strong>",
  "in-photography": "...in <strong class='font-normal'>photography</strong>",
  "text-projects": "Through these projects, I had the opportunity to study <strong>web development</strong>, <strong>programming</strong> and <strong>computer graphics</strong>, but also <strong>SEO</strong>, <strong>marketing</strong>, <strong>communication</strong> and even <strong>photography</strong> and <strong>audiovisual</strong>. My studies have led me to become versatile and adaptable ; I'm pretty much like a Swiss Army developer !",

  "contact-me": "CONTACT ME",

  "back": "Back",
  "posters": "POSTERS",
  "blablacar-poster": "Awareness poster for BlaBlaCar",
  "blablacar-description": "I made this poster from a <strong>data analysis</strong> where we had noticed a correlation between road traffic and air pollution. The goal was to encourage drivers to carpool in order to limit traffic, especially for holiday departures.",
  "ev-poster": "Poster for a literature festival",
  "ev-description": "The aim of this project was to take a picture of an object then add a slogan for the festival Étonnants Voyageurs. The idea was to symbolize both literature and the journey conveyed by this one. I used the <strong>Affinity Suite</strong> for the realisation of the picture.",
  "tipsnfix-poster": "Advertising poster",
  "tipsnfix-description": "The purpose of this poster is to promote a project invented during class : Tips&Fix. The picture was taken on a green screen so I had to remove many green highlights with <strong>Affinity Photo</strong>.",

  "graphics-logos": "GRAPHICS AND LOGOS",
  "ev-leaflet": "Leaflet for a literature festival",
  "ev-leaflet-description": "Using a <strong>graphic tablet</strong> and the <strong>Affinity Photo</strong> software, I imagined and drew a brochure for the festival Étonnants Voyageurs. It is meant to be printed and folded in order to have a side with information on the festival and another one with its poster.",
  "cat-dataviz": "Data visualisation on cats",
  "cat-dataviz-description": "On this dataviz, I drew each element with <strong>Affinity Photo</strong> and <strong>Affinity Designer</strong>. The original form is vertical only.",
  "cuistoh": "Logo for a food blog",
  "cuistoh-description": "I realised this logo for a friend who has a food blog. I tried to draw her the best I could while keeping a clean style that suites to a logotype.",
  "album-cover": "Album cover",
  "album-cover-description": "I drew this illustration with <strong>Affinity Photo</strong> (again) for a friend of mine who wanted a cover for one of his music titles. I added to the drawing pictures of flowers which I had cut and pasted.",

  "videos-motion-design": "VIDEOS AND MOTION DESIGN",
  "explainer-panda": "Explainer for a Google plug-in",
  "explainer-panda-description": "This video presents the Google plug-in Panda through a small story. During the shooting, I was an actress in addition to managing <strong>lights</strong> in the scenes I wasn't playing in. Then I took part in the film editing where I handled <strong>splices</strong>, <strong>music</strong>, <strong>motion design</strong> and a bit of <strong>colour correction</strong>.",
  "3d-animation-blablacar": "3D animation for BlaBlaCar",
  "3d-animation-blablacar-description": "The goal of this video is to raise awareness but also advertizing. I was able to discover <strong>3D animation</strong> while using <strong>Blender</strong>. The clip is part of a project on quality of air (cf. dataviz if development projects).",
  "kiwi-motion-design": "Motion design for Kiwi's app",
  "kiwi-motion-design-description": "This motion design introduces the mobile app Kiwi. It has been created with the Fusion tab in <strong>DaVinci Resolve</strong>. We couldn't use music, only sound effects.",
  "cv-video": "Video résumé",
  "cv-video-description": "I realized this video CV during my first year in IUT with <strong>DaVinci Resolve</strong>.At that time, I didn't know the software well so I didn't use the nodes method for motion design. This project is more of a first experirence in video editing.",

  "websites-programmation": "WEBSITEES AND PROGRAMMATION",
  "air-hockey": "Air hockey game",
  "air-hockey-description": "In team, we developed an air hockey game on <strong>Android Studio</strong> in only two weeks. We mainly focused ourselves on the <strong>game physic</strong> (ball speed, strike force) instead of its design. The interface contains a game history and a ranking of the best players. The app was entirely coded with <strong>Java</strong>.",
  "e-commerce-website": "E-commerce website",
  "e-commerce-website-description": "Just like the air hockey game, we developed this platform in team in only two weeks. Thanks to the <strong>WooCommerce</strong Wordpress extension, we were able to make an e-commerce website with articles fetched from the Amazon <strong>API</strong>. We used <strong>React</strong> and <strong>MobX</strong> librairy for the front part, and <strong>Symfony</strong> for the back.",
  "playcanva": "Interactive customization of a 3D object",
  "playcanva-description": "I developed this tool with the 3D game engine <strong>PlayCanvas</strong>. It enables the customization of a 3D guitar for commercial purpose. This project made me combine <strong>3D graphics</strong> and <strong>programmation</strong>.",
  "d3-dataviz": "Data visualisation on road traffic and air quality",
  "d3-dataviz-description": "This dataviz has been created from the analysis of several datasets and aims to explore the link between road traffic on the A10 highway and air quality in the area. It's been developed with <strong>JQuery</strong> and the graphic library <strong>D3</strong>.",
  "snake-description": "Thanks to the <strong>Java</strong> graphic libraries <strong>Swing</strong> and <abbr class='no-underline' title='Abstract Window Toolkit'><strong>AWT</strong></abbr>, I was able to develop a version of the famous Snake game.",
  "forum-wordpress": "Forum Wordpress website",
  "forum-wordpress-description": "During this project, I realised a <strong>Wordpress</strong> website linked to a forum developed in <strong>PHP</strong>, <strong>HTML</strong>, <strong>CSS</strong> and <strong>JavaScript</strong>. I also had the opportunity to create and manipulate a <strong>database</stronge> with <strong>MySQL</strong> language.",
  "forum-wordpress-description2": "Forum and website are hosted on a server accessible only from my school, that's why I can't embed them here.",
  "first-website": "My first website",
  "first-website-description": "This online résumé was my very first website created during my studies. It has been coded with <strong>HTML</strong>, <strong>CSS</strong> and <strong>PHP</strong> only. It contains a contact form but is however not responsive.",
  "my-portfolio": "My portfolio",
  "my-portfolio-description": "And of course this portfolio is a part of my web development realisations. I used here the framework <strong>Tailwind</strong> in addition to <strong>JavaScript</strong> and of course HTML and CSS. It is <strong>responsive</strong> and accessible from a mobile phone. I made the translation using the i18n process."
}