{
  "presentation": "Présentation",
  "skills": "Compétences",
  "projects": "Projets",
  "development": "Développement",
  "graphic": "Graphisme",
  "audiovisual": "Audiovisuel",
  "photography": "Photographie",
  "contact": "Contact",

  "my-cv": "Mon CV",
  "presentation-text": "Étudiante en 3ème année de <strong>BUT MMI</strong> (Métiers du Multimédia et de l'Internet) à Laval, je recherche un <strong>stage</strong> en <strong>développement web</strong> d'une durée de 14 semaines ou plus, sur la période du 2 avril au 26 juillet.",
  "my-formation": "MA FORMATION",
  "but-formation": "2021 - 2024 : <abbr title='Bachelor Universitaire de Technologie' class='no-underline'>BUT</abbr> <abbr title=`Métiers du Multimédia et de l'Internet` class='no-underline'>MMI</abbr> à Laval",
  "but-description-formation": "Programmation, intégration web, infographie, audiovisuel, communication",
  "insa-formation": "2019 - 2021 : Prépa intégrée à l'<abbr title='Institut National des Sciences Appliquées' class='no-underline'>INSA</abbr> Rennes",
  "insa-description-formation": "École d'ingénieur",
  "bac-formation": "2019 : Bac S SVT",
  "bac-description-formation": "Mention Très Bien, filière européenne et spécialité <abbr title='Informatique et Sciences de Numérique' class='no-underline'>ISN</abbr>",

  "my-skills": "MES COMPÉTENCES",
  "programming-languages": "Langages de programmation",
  "libraries-frameworks": "Bibliothèques et frameworks",
  "softwares": "Logiciels",
  "languages": "Langues",
  "english": "Anglais",
  "c1-level": "Niveau C1",
  "father-tongue": "Langue paternelle",
  "german": "Allemand",
  "b1-level": "Niveau B1",

  "my-projects": "MES PROJETS",
  "in-development": "...en <strong class='font-normal'>développement</strong>",
  "in-graphic": "...en <strong class='font-normal'>graphisme</strong>",
  "in-audiovisual": "...en <strong class='font-normal'>audiovisuel</strong>",
  "in-photography": "...en <strong class='font-normal'>photographie</strong>",
  "text-projects": "L'IUT MMI, c'est : du <strong>développement</strong> et de l'<strong>intégration web</strong>, du <strong>graphisme</strong>, du <strong>SEO</strong>, du <strong>marketing</strong>, de la <strong>communication</strong>, de l'<strong>audiovisuel</strong>, de la <strong>photographie</strong>, et même des <strong>langues</strong>... De quoi être un vrai couteau-suisse !",

  "contact-me": "CONTACTEZ-MOI",

  "back": "Retour",
  "posters": "AFFICHES PHOTO",
  "blablacar-poster": "Affiche de sensibilisation BlaBlaCar",
  "blablacar-description": "J'ai réalisé cette affiche à partir d'une <strong>analyse de données</strong> où nous avions pu remarquer une corrélation entre trafic routier et pollution de l'air. Le but était ainsi d'encourager les automobilistes à covoiturer afin de limiter l'encombrement des routes, en particulier lors des départs de vacances.",
  "ev-poster": "Affiche pour un festival de littérature",
  "ev-description": "Pour ce projet, nous devions photographier un objet avec un slogan pour le festival Étonnants Voyageurs. L'idée ici était de représenter à la fois la littérature et le voyage possible au travers de cette dernière. J'ai utilisé la suite <strong>Affinity</strong> pour la réalisation de l'affiche.",
  "tipsnfix-poster": "Affiche publicitaire",
  "tipsnfix-description": "Cette affiche a pour but de promouvoir un concept créé de toute pièce pour un projet à l'IUT : Tips&Fix. La photo ayant été prise sur fond vert, j'ai dû retirer de nombreux reflets à l'aide d'<strong>Affinity Photo</strong>.",

  "graphics-logos": "GRAPHISME ET LOGOS",
  "ev-leaflet": "Dépliant pour un festival de littérature",
  "ev-leaflet-description": "En utilisant une <strong>tablette graphique</strong> et le logiciel <strong>Affinity Photo</strong>, j'ai imaginé et dessiné une brochure pour le festival Étonnants Voyageurs. Cette plaquette est destinée à être imprimée puis pliée de manière à avoir d'un côté la brochure contenant les explications sur le festival, et de l'autre l'affiche de ce dernier.",
  "cat-dataviz": "Datavisualisation sur les chats",
  "cat-dataviz-description": "Sur cette dataviz, j'ai dessiné moi-même chacun des éléments présents avec <strong>Affinity Photo</strong> et <strong>Affinity Designer</strong>. Le format original est uniquement vertical.",
  "cuistoh": "Logo pour un blog de cuisine",
  "cuistoh-description": "J'ai réalisé ce logo pour une amie tenant un blog de cuisine. J'ai ainsi essayé de la représenter du mieux possible tout en gardant un aspect assez épuré convenant à un logo.",
  "album-cover": "Visuel pour un titre de musique",
  "album-cover-description": "Encore une fois à l'aide d'<strong>Affinity Photo</strong>, j'ai dessiné ce visuel pour un ami musicien qui souhaitait une image pour représenter son titre. En plus du dessin, j'ai ici détouré et collé des photos de fleurs.",

  "videos-motion-design": "VIDÉOS ET MOTION DESIGN",
  "explainer-panda": "Explainer pour une extension Google",
  "explainer-panda-description": "Cette vidéo présente l'extension Google Panda au travers d'un petit scénario. Sur le tournage, j'ai été actrice en plus de gérer la <strong>lumière</strong> sur les scènes où je ne jouais pas. J'ai ensuite participé au montage où j'ai pu régler les <strong>raccords</strong>, la <strong>musique</strong>, le <strong>motion design</strong> et un peu d'<strong>étalonnage</strong>.",
  "3d-animation-blablacar": "Animation 3D BlaBlaCar",
  "3d-animation-blablacar-description": "Cette vidéo a un objectif de sensibilisation aussi bien que publicitaire. Réalisée sur <strong>Blender</strong>, elle m'a permis de découvrir les bases de l'<strong>animation 3D</strong>. Elle s'inscrit dans un projet sur la qualité de l'air (voir la dataviz dans les projets de développement).",
  "kiwi-motion-design": "Motion design pour l'application Kiwi",
  "kiwi-motion-design-description": "Ce motion design présente l'application mobile Kiwi. Il a été réalisé avec l'onglet Fusion de <strong>DaVinci Resolve</strong>. Nous ne devions pas utiliser de musique mais uniquement des bruitages.",
  "cv-video": "CV vidéo",
  "cv-video-description": "J'ai réalisé ce CV vidéo en première année avec <strong>DaVinci Resolve</strong>. Je ne connaissais pas encore bien le logiciel et n'avais donc pas utilisé le système de noeuds pour le motion design. Ce CV constitue plus une première expérience de montage.",

  "websites-programmation": "SITES WEB ET PROGRAMMATION",
  "air-hockey": "Jeu de palets",
  "air-hockey-description": "En équipe, nous avons développé un jeu de palets sur <strong>Android Studio</strong> en seulement 2 semaines. Nous avons décidé de nous concentrer principalement sur la <strong>physique du jeu</strong> (vitesse de la balle, force de frappe) plutôt que sur son design. L'interface comprend un historique des parties et un classement des meilleurs joueurs et toute l'application a été développée en <strong>Java</strong>.",
  "e-commerce-website": "Site d'e-commerce",
  "e-commerce-website-description": "De la même manière que le jeu de palets, nous avons développé cette plateforme en équipe et en deux semaine. Grâce à l'extension WordPress <strong>WooCommerce</strong>, nous avons créé un site de commerce en ligne avec des articles récupérés grâce à l'<strong>API</strong> d'Amazon. Nous avons utilisé <strong>React</strong> et la librairie <strong>MobX</strong> pour le front, et <strong>Symfony</strong> pour le back.",
  "playcanva": "Personnalisation interactive d'un objet 3D",
  "playcanva-description": "J'ai réalisé cet outil depuis le moteur de jeu 3D <strong>PlayCanvas</strong>. Il permet de personnaliser un objet 3D, fonctionnalité utile notamment dans un contexte commercial. Ce projet m'a permis d'allier <strong>graphisme 3D</strong> et développement en <strong>JavaScript</strong>.",
  "d3-dataviz": "Dataviz sur le trafic routier et la qualité de l'air",
  "d3-dataviz-description": "Cette dataviz a été réalisée à partir de l'analyse des différentes données et a pour but de comparer le lien entre le trafic routier sur l'axe A10 et la qualité de l'air sur cette même zone. Elle a été développée en <strong>JQuery</strong> ainsi qu'à l'aide de la bibliothèque graphique <strong>D3</strong>. ",
  "snake-description": "Grâce aux bibliothèques graphiques <strong>Swing</strong> et <abbr class='no-underline' title='Abstract Window Toolkit'><strong>AWT</strong></abbr> de <strong>Java</strong>, j'ai pu coder une version du célèbre jeu Snake.",
  "forum-wordpress": "Forum et site Wordpress",
  "forum-wordpress-description": "Pour ce projet, j'ai pu réaliser un site <strong>Wordpress</strong> relié à une partie forum développée en <strong>PHP</strong>, <strong>HTML</strong>, <strong>CSS</strong> et <strong>JavaScript</strong>. J'ai ainsi eu l'occasion de créer et manipuler une <strong>base de données</strong> avec le langage <strong>MySQL</strong>.",
  "forum-wordpress-description2": "Le forum et le site sont hébergés sur un serveur accessible uniquement depuis l'IUT, je ne peux donc pas les mettre à disposition.",
  "first-website": "Mon premier site web",
  "first-website-description": "Ce CV numérique a été mon tout premier site réalisé à l'IUT. Il a été développé en <strong>HTML</strong>, <strong>CSS</strong> et <strong>PHP</strong> uniquement et contient un formulaire de contact. Il n'est par contre pas responsive.",
  "my-portfolio": "Mon portfolio",
  "my-portfolio-description": "Et bien sûr ce portfolio fait partie des mes réalisations en développement web. J'ai utilisé ici le framework <strong>Tailwind</strong>, ainsi que <strong>JavaScript</strong> et bien entendu HTML et CSS. Ce site est <strong>responsive</strong> et accessible depuis un mobile. J'ai réalisé la traduction en suivant les normes i18n."
}